const navData = [
    {
        txt: '书库'
    },
    {
        txt: '书架'
    }
];
const menuData = [
    {
        title: '热门',
        data: [
            {
                "name": '黄帝内经',
                "id": '1'
            },
            {
                "name": '黄帝内经',
                "id": '2'
            },
            {
                "name": '黄帝内经',
                "id": '3'
            },
            {
                "name": '黄帝内经',
                "id": '4'
            },
            {
                "name": '黄帝内经',
                "id": '5'
            },
            {
                "name": '黄帝内经',
                "id": '6'
            },
            {
                "name": '黄帝内经',
                "id": '7'
            }
        ]
    },
    {
        title: '基础典籍',
        data: [
            {
                "name": '黄帝内经',
                "id": '1'
            },
            {
                "name": '黄帝内经',
                "id": '2'
            },
            {
                "name": '黄帝内经',
                "id": '3'
            },
            {
                "name": '黄帝内经',
                "id": '4'
            },
            {
                "name": '黄帝内经',
                "id": '5'
            },
            {
                "name": '黄帝内经',
                "id": '6'
            },
            {
                "name": '黄帝内经',
                "id": '7'
            }
        ]
    },
    {
        title: '养生保健',
        data: [
            {
                "name": '黄帝内经',
                "id": '1'
            },
            {
                "name": '黄帝内经',
                "id": '2'
            },
            {
                "name": '黄帝内经',
                "id": '3'
            },
            {
                "name": '黄帝内经',
                "id": '4'
            },
            {
                "name": '黄帝内经',
                "id": '5'
            },
            {
                "name": '黄帝内经',
                "id": '6'
            },
            {
                "name": '黄帝内经',
                "id": '7'
            }
        ]
    },
    {
        title: '孤本',
        data: [
            {
                "name": '黄帝内经',
                "id": '1'
            },
            {
                "name": '黄帝内经',
                "id": '2'
            },
            {
                "name": '黄帝内经',
                "id": '3'
            },
            {
                "name": '黄帝内经',
                "id": '4'
            },
            {
                "name": '黄帝内经',
                "id": '5'
            },
            {
                "name": '黄帝内经',
                "id": '6'
            },
            {
                "name": '黄帝内经',
                "id": '7'
            }
        ]
    }];
export {
    navData,
    menuData
};
